[
   {
      "id":1,
      "category":"feature",
      "title":"Sweet Water",
      "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1400887173l/578950.jpg",
      "author":"Christina Baker Kline",
      "rating":"66,994",
      "review":755,
      "description":"Kline's first novel is a captivating read.\nWhen a grandfather she never knew bequeaths her a house and 60 acres of land in Sweetwater, Tenn., a restless young artist leaves New York to recover her past and rethink her future. Cassie Simon's mother Ellen died when Cassie was only three; raised in Boston by her grieving father, she never knew her maternal relatives. Unprepared for the thick veil of mystery that surrounds them, Cassie is especially bewildered by her brusque grandmother, whom rumor credits with hiding a terrible secret about Ellen's death. In alternating sections told from their respective points of view, Cassie and her grandmother fight their separate battles to cope with the truth about the tragedy. Kline perfectly renders each woman's voice: Cassie's, probing and often uncertain, propels the narrative and creates an appropriate level of psychological suspense; the grandmother's quavers with the weight of memory as Cassie's search forces her beyond family myth to a painful and perhaps dangerous truth.\nThe result is a powerful, immensely readable tale of loyalty and betrayal, family and memory, made fresh by Kline's often beautiful and always lucid prose.",
      "reviewer":"Kelly",
      "date":"Apr 25, 2014",
      "comment":"I can't remember the last time I got this angry about a book without DNFing it. I couldn't DNF it, you see. The WTFery is all right at the very end. I can't really call it an end. This book doesn't end. It just stops. You think you might be easing into the denouement and you hit the page turn button and the next page is...a preview of the author's other book."
   },
   {
      "id":2,
      "category":"feature",
      "title":"The Sisters of Glass Ferry",
      "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1490364220l/34570041.jpg",
      "author":"Kim Michele Richardson",
      "rating":1731,
      "review":207,
      "description":"Spanning several decades and written in an authentic voice both lyrical and wise, The Sisters of Glass Ferry is a haunting novel about small-town Southern secrets, loss and atonement, and the unbreakable bond between siblings.\n\nGlass Ferry, Kentucky, is bourbon country. Whiskey has been a way of life for generations, enabling families to provide and survive even in the darkest times. Flannery Butler's daddy, Beauregard \"Honey Bee\" Butler, was known for making some of the best whiskey in the state, aged in barrels he'd take by boat up and down the Kentucky River until the rocking waters turned the spirits smooth and golden. Flannery is the only person Honey Bee ever entrusted with his recipes before he passed on, swearing her to secrecy as he did so.",
      "reviewer":"Diane S",
      "date":"Dec 04, 2017",
      "comment":"What I thought I was getting: I felt like reading a good, old Southern novel, maybe gothic in tone, full of Southern charm and mannerisms. I have pretty much quit reading book summaries as they so often spoil the read, give too much away. So...I saw the blurb, sisters, secrets, family, Kentucky and Bourbon, seemed right up my alley. Loved the cover, the lighting, the playfulness of it, so I began reading."
   },
   {
      "id":3,
      "category":"feature",
      "title":"Twenty Thousand Leagues Under the Sea",
      "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1494979127l/33507.jpg",
      "author":"Jules Verne, Anthony Bonner",
      "rating":203099,
      "review":7121,
      "description":"When an unidentified “monster” threatens international shipping, French oceanographer Pierre Aronnax and his unflappable assistant Conseil join an expedition organized by the US Navy to hunt down and destroy the menace. After months of fruitless searching, they finally grapple with their quarry, but Aronnax, Conseil, and the brash Canadian harpooner Ned Land are thrown overboard in the attack, only to find that the “monster” is actually a futuristic submarine, the Nautilus, commanded by a shadowy, mystical, preternaturally imposing man who calls himself Captain Nemo. Thus begins a journey of 20,000 leagues—nearly 50,000 miles—that will take Captain Nemo, his crew, and these three adventurers on a journey of discovery through undersea forests, coral graveyards, miles-deep trenches, and even the sunken ruins of Atlantis. Jules Verne’s novel of undersea exploration has been captivating readers ever since its first publication in 1870, and Frederick Paul Walter’s reader-friendly, scientifically meticulous translation of this visionary science fiction classic is complete and unabridged down to the smallest substantive detail.",
      "reviewer":"Anne",
      "date":"Oct 09, 2019",
      "comment":"I was actually looking forward to listening to this. It's supposed to be a classic action/adventure sci-fi book, right? And it's not an overly long book, which made me assume it was a pretty compact story. Plus, I usually have better luck when it comes to these older novels if I listen to the audiobook instead of trying to wade through all the crunchy dialogue with my eyeballs. So, between those factors, I thought this would be a complete winner.\nBut ho-ly shit this was terrible."
   },
   {
      "id":4,
      "category":"new",
      "title":"Life of Pi",
      "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1320562005l/4214.jpg",
      "author":"Yann Martel",
      "rating":13664945,
      "review":47601,
      "description":"Life of Pi is a fantasy adventure novel by Yann Martel published in 2001. The protagonist, Piscine Molitor \"Pi\" Patel, a Tamil boy from Pondicherry, explores issues of spirituality and practicality from an early age. He survives 227 days after a shipwreck while stranded on a boat in the Pacific Ocean with a Bengal tiger named Richard Parker.",
      "reviewer":"Eva",
      "date":"Nov 17, 2007",
      "comment":"It is not so much that The Life of Pi, is particularly moving (although it is). It isn’t even so much that it is written with language that is both delicate and sturdy all at once (which it is, as well). And it’s certainly not that Yann Martel’s vision filled passages are so precise that you begin to feel the salt water on your skin (even though they are). It is that, like Bohjalian and Byatt and all of the great Houdini’s of the literary world, in the last few moments of your journey – after you’ve felt the emotions, endured the moments of heartache, yearned for the resolution of the characters’ struggle – that you realize the book is not what you thought it was. The story transforms, instantly, and forever."
   },
   {
      "id":5,
      "category":"new",
      "title":"The Hunger Games",
      "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1586722975l/2767052.jpg",
      "author":"Suzanne Collins",
      "rating":6524944,
      "review":1736607,
      "description":"In the ruins of a place once known as North America lies the nation of Panem, a shining Capitol surrounded by twelve outlying districts. The Capitol is harsh and cruel and keeps the districts in line by forcing them all to send one boy and one girl between the ages of twelve and eighteen to participate in the annual Hunger Games, a fight to the death on live TV.\n\nSixteen-year-old Katniss Everdeen, who lives alone with her mother and younger sister, regards it as a death sentence when she steps forward to take her sister's place in the Games. But Katniss has been close to dead before—and survival, for her, is second nature. Without really meaning to, she becomes a contender. But if she is to win, she will have to start making choices that weight survival against humanity and life against love.",
      "reviewer":"Duha",
      "date":"Nov 23, 2015",
      "comment":"So many questions and thoughts ran through my mind as I watched the movie. Why is Peeta so thin? Did that huge-ass bruise really disappear from her neck the next day? Is Katniss supposed to look like she's about to burst into tears at any given moment, or is that just Jennifer Lawrence? Woody Harrelson is in this movie? Hey, it's Margaery from Game of Thrones! Who's President Snow? What's a Mockingjay? Lesser Hemsworth is pretty hot."
   },
   {
      "id":6,
      "category":"new",
      "title":"Harry Potter and the Order of the Phoenix",
      "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1546910265l/2.jpg",
      "author":"J.K. Rowling, Mary GrandPré",
      "rating":2557339,
      "review":43509,
      "description":"There is a door at the end of a silent corridor. And it’s haunting Harry Pottter’s dreams. Why else would he be waking in the middle of the night, screaming in terror?\n\nHarry has a lot on his mind for this, his fifth year at Hogwarts: a Defense Against the Dark Arts teacher with a personality like poisoned honey; a big surprise on the Gryffindor Quidditch team; and the looming terror of the Ordinary Wizarding Level exams. But all these things pale next to the growing threat of He-Who-Must-Not-Be-Named - a threat that neither the magical government nor the authorities at Hogwarts can stop.\n\nAs the grasp of darkness tightens, Harry must discover the true depth and strength of his friends, the importance of boundless loyalty, and the shocking price of unbearable sacrifice.\n\nHis fate depends on them all.",
      "reviewer":"kai",
      "date":"Apr 02, 2015",
      "comment":"“Is it true that you shouted at Professor Umbridge?\"\n\"Yes.\"\n\"You called her a liar?\"\n\"Yes.\"\n\"You told her He Who Must Not Be Named is back?\"\n\"Yes.\"\n\"Have a seat cause we bloody need to talk about trans lives.\"\n\nI love Harry Potter as much as anyone, which is why I urge everyone who spends money on these books to also support the trans community.\n\nTo say it with the author's words: “If you want to know what a man’s like, take a good look at how he treats his inferiors, not his equals.” Well."
   },
   {
      "id":7,
      "category":"new",
      "title":"To Kill a Mockingbird",
      "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1553383690l/2657.jpg",
      "author":"Harper Lee",
      "rating":4622320,
      "review":97827,
      "description":"The unforgettable novel of a childhood in a sleepy Southern town and the crisis of conscience that rocked it. \"To Kill A Mockingbird\" became both an instant bestseller and a critical success when it was first published in 1960. It went on to win the Pulitzer Prize in 1961 and was later made into an Academy Award-winning film, also a classic.\n\nCompassionate, dramatic, and deeply moving, \"To Kill A Mockingbird\" takes readers to the roots of human behavior - to innocence and experience, kindness and cruelty, love and hatred, humor and pathos. Now with over 18 million copies in print and translated into forty languages, this regional story by a young Alabama woman claims universal appeal. Harper Lee always considered her book to be a simple love story. Today it is regarded as a masterpiece of American literature.",
      "reviewer":"Stephen",
      "date":"Mar 18, 2020",
      "comment":"I know I am risking a serious “FILM AT 11” moment and a club upside the head from Captain Obvious for voicing this, but nabbit dog I still think it needs to be said…TO KILL A MOCKINGBIRD is one of the BEST and MOST IMPORTANT American novels ever written. Okay, I said it, and I will wait patiently while you get your DUHs and DERs out of the way and hang your “no shit” signs outside for Inspector Holmes.\n\nOkay, now given the gruntload of reviews/ratings this book has I know I’m not the first person to wag my chin about how amazing it is. Still, I am going to chance coming off like that annoying dingleberry at the tail end of a huge porcelain party because I truly have a pile of love for this book. …(Sorry for taking the metanalogy there just now, but I promise no more poop references for the rest of the review)... So if my review can bring a few more people into the Atticus Finch Fan Club, I will be just flush with happy."
   },
   {
      "id":8,
      "category":"new",
      "title":"The Midnight Library",
      "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1602190253l/52578297.jpg",
      "author":"Matt Haig",
      "rating":89024,
      "review":13564,
      "description":"Somewhere out beyond the edge of the universe there is a library that contains an infinite number of books, each one the story of another reality. One tells the story of your life as it is, along with another book for the other life you could have lived if you had made a different choice at any point in your life. While we all wonder how our lives might have been, what if you had the chance to go to the library and see for yourself? Would any of these other lives truly be better?\n\nIn The Midnight Library, Matt Haig's enchanting new novel, Nora Seed finds herself faced with this decision. Faced with the possibility of changing her life for a new one, following a different career, undoing old breakups, realizing her dreams of becoming a glaciologist; she must search within herself as she travels through the Midnight Library to decide what is truly fulfilling in life, and what makes it worth living in the first place.",
      "reviewer":"Paromjit",
      "date":"Aug 21, 2020",
      "comment":"Okay! No more words! This is one of the best sci-fi dances with fantasy which carries additional philosophic vibes novel of the year! I LOVED IT! ( this is not kind of toasting for the book and raising your glass kind of loving it. This is more like climbing at the top of the roof and declaring your love by shouting and howling to the moon kind of love. If you read the song lyrics of “ Howl” at the book you may probably understand why I feel so enthusiastic and why I’m writing a high volume review!)"
   },
   {
      "id":9,
      "category":"for you",
      "title":"The Guernsey Literary and Potato Peel Pie Society",
      "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1529026760l/39832183.jpg",
      "author":"Mary Ann Shaffer, Annie Barrows",
      "rating":628509,
      "review":47839,
      "description":"#1 NEW YORK TIMES BESTSELLER - NOW A MAJOR MOTION PICTURE ON NETFLIX - A remarkable tale of the island of Guernsey during the German Occupation, and of a society as extraordinary as its name.\n\n\"I wonder how the book got to Guernsey? Perhaps there is some sort of secret homing instinct in books that brings them to their perfect readers.\" January 1946: London is emerging from the shadow of the Second World War, and writer Juliet Ashton is looking for her next book subject. Who could imagine that she would find it in a letter from a man she's never met, a native of the island of Guernsey, who has come across her name written inside a book by Charles Lamb...",
      "reviewer":"Linda",
      "date":"Jul 21, 2008",
      "comment":"Several years ago, I worked at an art gallery here in Anchorage. Though I loved the art, I wasn’t much good at selling it. More often than not, I just chatted up the customers, who were from all over the world."
   },
   {
      "id":10,
      "category":"for you",
      "title":"All the Light We Cannot See",
      "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1451445646l/18143977.jpg",
      "author":"Anthony Doerr",
      "rating":1678392,
      "review":33890,
      "description":"From the highly acclaimed, multiple award-winning Anthony Doerr, the stunningly beautiful instant New York Times bestseller about a blind French girl and a German boy whose paths collide in occupied France as both try to survive the devastation of World War II.",
      "reviewer":"LeeAnne",
      "date":"May 30, 2014",
      "comment":"All the Light We Cannot See\nby Anthony Doerr\n\nThis book has the most hauntingly beautiful prose I've ever read. It's brimming with rich details and beautiful metaphors that paint gorgeous images. I didn't want it to end, but I couldn't put it down."
   },
   {
      "id":11,
      "category":"for you",
      "title":"Dear Edward",
      "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1573865448l/45294613.jpg",
      "author":"Ann Napolitano",
      "rating":868349,
      "review":18839,
      "description":"One summer morning, twelve-year-old Edward Adler, his beloved older brother, his parents, and 183 other passengers board a flight in Newark headed for Los Angeles. Among them is a Wall Street wunderkind, a young woman coming to terms with an unexpected pregnancy, an injured vet returning from Afghanistan, a septuagenarian business tycoon, and a free-spirited woman running away from her controlling husband. And then, tragically, the plane crashes. Edward is the sole survivor.",
      "reviewer":"Dorie",
      "date":"Jan 18, 2020",
      "comment":"This is my first 5 star read of 2020 and it is a great one! So many of my Goodreads friends were raving about this book and now I can see why.\n\nThe blurb tells a lot of the outline of this story. A plane en route from Newark to Los Angeles crashes, killing everyone on board except for 12 year old Edward Adler. I have found from doing some research that the author based this story on a real plane crash which occurred in 2010, it was traveling from South"
   },
   {
      "id":12,
      "category":"for you",
      "title":"Stay",
      "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1568740041l/46155020._SY475_.jpg",
      "author":"Catherine Ryan Hyde",
      "rating":18893,
      "review":3992,
      "description":"An unforgettable novel about the power of friendship and kindness by the New York Times bestselling author of Pay It Forward.\n\nIn the summer of 1969, fourteen-year-old Lucas Painter carries a huge weight on his shoulders. His brother is fighting in Vietnam. His embattled parents are locked in a never-ending war. And his best friend, Connor, is struggling with his own family issues. To find relief from the chaos, Lucas takes long, meandering walks, and one day he veers into the woods.\n\nThere he discovers an isolated cabin and two huge dogs. Frightened, he runs. And the dogs run with him. Lucas finds unusual peace in running with the dogs, and eventually he meets their owner, Zoe Dinsmore. Closed off and haunted by a tragic past, Zoe has given up. She doesn’t want to be saved. She wants out. But Lucas doesn’t want her to go, and he sees an opportunity to bring more than one friend back into the light. It’s either the best or worst idea he’s ever had, but Lucas isn’t giving up on Zoe or Connor.",
      "reviewer":"Tudor",
      "date":"Dec 15, 2019",
      "comment":"Don't you just love those rare books that grab you immediately from the first page? It's such a thrill when that happens. I'm going to write this review with the strictest of caution not to reveal too many details as the reader must experience this delicious unfolding of a story going in blind."
   },
   {
      "id":13,
      "category":"for you",
      "title":"Because You're Mine",
      "cover":"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1539723056l/41150302.jpg",
      "author":"Rea Frey",
      "rating":1866,
      "review":532,
      "description":"An “insidious, suspenseful tale” (J.T. Ellison) with a “shocker of an ending you won’t see coming” (Michele Campbell), Because You're Mine by Rea Frey, the author who “brings to mind Jodi Picoult” (Booklist) and “will appeal to readers of Greer Hendricks and Sarah Pekkanen” (Sally Hepworth) is a novel about how the truth will set you free.",
      "reviewer":"MarinLynW",
      "date":"Aug 2, 2019",
      "comment":"The story is told from the points of view of single mother Lee, who we know is dead very early in the book, her best friend Grace, and Noah, tutor and therapist of Mason, Lee's son. We know that something horrible and fatal happened on a retreat that included Lee, Grace, and their two close women friends. The story thing goes back over the last forty eight hours, as we find out what led up to Lee's death."
   }
]